Repository: adrishpinto/ActiveLoc-Translator
Catalog: server/xliff_routes/auto-output/output.xliff
Languages: fr

source: Adobe Acrobat PDF Files
fr: Fichiers PDF Adobe Acrobat

source: Adobe® Portable Document Format (PDF) is a universal file format that preserves all
fr: Adobe® Portable Document Format (PDF) est un format de fichier universel qui

source: of the fonts, formatting, colours and graphics of any source document, regardless of
fr: préserve toutes les polices, le formatage, les couleurs et les graphiques de tout

source: the application and platform used to create it.
fr: document source, quelle que soit l'application et la plate-forme utilisées pour le créer.

source: Adobe PDF is an ideal format for electronic document distribution as it overcomes the
fr: Adobe PDF est un format idéal pour la distribution de documents électroniques, car il

source: problems commonly encountered with electronic file sharing.
fr: permet de surmonter les problèmes couramment rencontrés avec le partage de fichiers

source: • Anyone, anywhere can open a PDF file.
fr: électroniques.

source: Reader.
fr: N'importe qui, n'importe où, peut ouvrir un fichier PDF.

source: Recipients of other file formats sometimes can't open files because they
fr: Tout ce dont vous avez

source: don't have the applications used to create the documents.
fr: besoin est le lecteur gratuit Adobe Acrobat Reader.

source: • PDF files always print correctly on any printing device.
fr: Les destinataires d'autres

source: • PDF files always display exactly as created, regardless of fonts, software, and
fr: formats de fichiers ne peuvent parfois pas ouvrir les fichiers, car ils ne disposent pas

source: operating systems.
fr: des applications utilisées pour créer les documents.

source: version incompatibilities.
fr: Les fichiers PDF s'impriment toujours correctement sur n'importe quel appareil d'impression.

source: anyone.
fr: Les fichiers PDF s'affichent toujours exactement tels qu'ils ont été créés, quels que

source: • Compact PDF files are smaller than their source files and download a
fr: soient les polices, les logiciels et les systèmes d'exploitation.

source: page at a time for fast display on the Web.
fr: Les polices et les
